Repository: enefry/MusicFree
Catalog: Packages/MusicFreeUI/Sources/DesignSystem/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans

source: Create a Client ID, add test users, and configure access
de: Client-ID erstellen, Testnutzer hinzufügen und Zugriff konfigurieren
es: Crea un ID de cliente, añade usuarios de prueba y configura el acceso
fr: Créez un identifiant client, ajoutez des utilisateurs test et configurez l’accès
ja: クライアント ID を作成し、テストユーザーを追加してアクセスを設定します
zh_hans: 创建客户端 ID，添加测试用户并配置访问权限

source: Google Drive setup guide
de: Google-Drive-Einrichtungsanleitung
es: Guía de configuración de Google Drive
fr: Guide de configuration de Google Drive
ja: Google Drive 設定ガイド
zh_hans: Google Drive 设置指南

source: Open in external browser
de: In externem Browser öffnen
es: Abrir en el navegador externo
fr: Ouvrir dans le navigateur externe
ja: 外部ブラウザで開く
zh_hans: 在外部浏览器中打开

source: The Google Drive setup guide could not be loaded.
de: Die Google-Drive-Einrichtungsanleitung konnte nicht geladen werden.
es: No se ha podido cargar la guía de configuración de Google Drive.
fr: Impossible de charger le guide de configuration de Google Drive.
ja: Google Drive 設定ガイドを読み込めませんでした。
zh_hans: 无法加载 Google Drive 设置指南。

source: View Google Drive setup guide
de: Google-Drive-Einrichtungsanleitung anzeigen
es: Ver la guía de configuración de Google Drive
fr: Consulter le guide de configuration de Google Drive
ja: Google Drive 設定ガイドを表示
zh_hans: 查看 Google Drive 设置指南

# “%@”不是可分享的本地文件。
source: “%@” is not a shareable local file.
de: „%@“ ist keine freigebbare lokale Datei.
es: “%@” no es un archivo local que se pueda compartir.
fr: « %@ » n’est pas un fichier local partageable.
ja: 「%@」は共有できるローカルファイルではありません。
zh_hans: “%@”不是可分享的本地文件。

# “%@”的媒体文件不可用，无法分享。
source: The media file for “%@” is unavailable and cannot be shared.
de: Die Mediendatei für „%@“ ist nicht verfügbar und kann nicht geteilt werden.
es: El archivo multimedia de “%@” no está disponible y no se puede compartir.
fr: Le fichier multimédia de « %@ » n’est pas disponible et ne peut pas être partagé.
ja: 「%@」のメディアファイルを利用できないため、共有できません。
zh_hans: “%@”的媒体文件不可用，无法分享。

# “%@”的媒体文件不存在或无法读取。
source: The media file for “%@” does not exist or cannot be read.
de: Die Mediendatei für „%@“ ist nicht vorhanden oder kann nicht gelesen werden.
es: El archivo multimedia de “%@” no existe o no se puede leer.
fr: Le fichier multimédia de « %@ » n’existe pas ou ne peut pas être lu.
ja: 「%@」のメディアファイルが存在しないか、読み取れません。
zh_hans: “%@”的媒体文件不存在或无法读取。

# %@ · 协议 %@
source: %@ · Policy %@
de: %@ · Richtlinie %@
es: %@ · Política %@
fr: %@ · Politique %@
ja: %@ · ポリシー %@
zh_hans: %@ · 协议 %@

source: %@ album artwork
de: Albumcover von %@
es: Portada del álbum de %@
fr: Pochette d’album de %@
ja: %@のアルバムアートワーク
zh_hans: %@的专辑封面

source: %@ artist artwork
de: Künstlercover von %@
es: Portada del artista %@
fr: Pochette de l’artiste %@
ja: %@のアーティストアートワーク
zh_hans: %@的艺人封面

source: %@ artist image
de: Künstlerbild von %@
es: Imagen del artista %@
fr: Image de l’artiste %@
ja: %@のアーティスト画像
zh_hans: %@的艺人图片

source: %@ collection artwork
de: Cover der Sammlung %@
es: Portada de la colección %@
fr: Pochette de la collection %@
ja: %@のコレクションアートワーク
zh_hans: %@的封面

source: %@ playlist artwork
de: Wiedergabelisten-Cover %@
es: Portada de la lista de reproducción %@
fr: Pochette de la playlist %@
ja: %@のプレイリストアートワーク
zh_hans: %@的歌单封面

# %@选项
source: %@ Options
de: %@-Optionen
es: Opciones de %@
fr: Options de %@
ja: %@のオプション
zh_hans: %@选项

source: %d albums
de: %d Alben
es: %d álbumes
ja: %d枚のアルバム
zh_hans: %d 个专辑

source: %d artists
de: %d Künstler
es: %d artistas
fr: %d artistes
ja: %d人のアーティスト
zh_hans: %d 位艺人

source: %d days
de: %d Tage
es: %d días
fr: %d jours
ja: %d日
zh_hans: %d 天

source: %d tracks
de: %d Titel
es: %d pistas
fr: %d pistes
ja: %d曲
zh_hans: %d 首歌曲

# %d 个来源可用
source: %d sources available
de: %d Quellen verfügbar
es: %d fuentes disponibles
fr: %d sources disponibles
ja: %d件のソースを利用可能
zh_hans: %d 个来源可用

# %d 声道
source: %d channels
de: %d Kanäle
es: %d canales
fr: %d canaux
ja: %d チャンネル
zh_hans: %d 声道

# %d 项
source: %d items
de: %d Elemente
es: %d elementos
fr: %d éléments
ja: %d項目
zh_hans: %d 项

source: Add schedule
de: Zeitplan hinzufügen
es: Añadir horario
fr: Ajouter un horaire
ja: スケジュールを追加
zh_hans: 添加时间段

# app.name
source: MyMusic
de: Meine Musik
es: Mi música
fr: Ma musique
ja: マイミュージック
zh_hans: 我的音乐

# appearance.dark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
zh_hans: 深色

# appearance.light
source: Light
de: Hell
es: Claro
fr: Clair
ja: ライト
zh_hans: 浅色

# Apple Music catalog 可用；本地已有信息不会被覆盖。
source: Apple Music catalog is available; existing local information will not be overwritten.
de: Der Apple-Music-Katalog ist verfügbar; vorhandene lokale Informationen werden nicht überschrieben.
es: El catálogo de Apple Music está disponible; no se sobrescribirá la información local existente.
fr: Le catalogue Apple Music est disponible ; les informations locales existantes ne seront pas remplacées.
ja: Apple Musicカタログを利用できます。既存のローカル情報は上書きしません。
zh_hans: Apple Music catalog 可用；本地已有信息不会被覆盖。

# Apple Music catalog 权限已拒绝，请在系统设置中允许。
source: Apple Music catalog access was denied. Allow it in Settings.
de: Der Zugriff auf den Apple-Music-Katalog wurde abgelehnt. Erlauben Sie ihn in den Einstellungen.
es: Se denegó el acceso al catálogo de Apple Music. Permítelo en Ajustes.
fr: L’accès au catalogue Apple Music a été refusé. Autorisez-le dans Réglages.
ja: Apple Musicカタログへのアクセスが拒否されました。設定で許可してください。
zh_hans: Apple Music catalog 权限已拒绝，请在系统设置中允许。

source: Automatic schedules
de: Automatische Zeitpläne
es: Horarios automáticos
fr: Horaires automatiques
ja: 自動スケジュール
zh_hans: 自动时间段

source: Automatic timer
de: Automatischer Timer
es: Temporizador automático
fr: Minuteur automatique
ja: 自動タイマー
zh_hans: 自动定时

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
zh_hans: 取消

source: Cancel timer
de: Timer abbrechen
es: Cancelar temporizador
fr: Annuler le minuteur
ja: タイマーをキャンセル
zh_hans: 取消定时

source: Delete schedule
de: Zeitplan löschen
es: Eliminar horario
fr: Supprimer l’horaire
ja: スケジュールを削除
zh_hans: 删除时间段

# DS Audio 地址，例如 https://nas.example.com:5001
source: DS Audio address, for example https://nas.example.com:5001
de: DS Audio-Adresse, zum Beispiel https://nas.example.com:5001
es: Dirección de DS Audio, por ejemplo https://nas.example.com:5001
fr: Adresse DS Audio, par exemple https://nas.example.com:5001
ja: DS Audioのアドレス（例：https://nas.example.com:5001）
zh_hans: DS Audio 地址，例如 https://nas.example.com:5001

# DS Audio 地址无效，请检查地址格式。
source: The DS Audio address is invalid. Check the address format.
de: Die DS Audio-Adresse ist ungültig. Überprüfen Sie das Adressformat.
es: La dirección de DS Audio no es válida. Comprueba el formato.
fr: L’adresse DS Audio n’est pas valide. Vérifiez son format.
ja: DS Audioのアドレスが無効です。形式を確認してください。
zh_hans: DS Audio 地址无效，请检查地址格式。

# DS Audio 已添加
source: DS Audio added
de: DS Audio hinzugefügt
es: DS Audio añadido
fr: DS Audio ajouté
ja: DS Audioを追加しました
zh_hans: DS Audio 已添加

# DSM 密码
source: DSM password
de: DSM-Passwort
es: Contraseña de DSM
fr: Mot de passe DSM
ja: DSMパスワード
zh_hans: DSM 密码

# DSM 要求输入一次性验证码。
source: DSM requires a one-time verification code.
de: DSM erfordert einen einmaligen Bestätigungscode.
es: DSM requiere un código de verificación de un solo uso.
fr: DSM demande un code de vérification à usage unique.
ja: DSMでワンタイム確認コードの入力が必要です。
zh_hans: DSM 要求输入一次性验证码。

# DSM 账号
source: DSM account
de: DSM-Konto
es: Cuenta de DSM
fr: Compte DSM
ja: DSMアカウント
zh_hans: DSM 账号

# DSM 返回目录失败
source: DSM failed to return the directory
de: DSM konnte das Verzeichnis nicht abrufen
es: DSM no pudo devolver el directorio
fr: DSM n’a pas pu récupérer le répertoire
ja: DSMがディレクトリを取得できませんでした
zh_hans: DSM 返回目录失败

# DSM 返回目录失败，下拉刷新或点击重试。
source: DSM failed to return the directory. Pull to refresh or tap Retry.
de: DSM konnte das Verzeichnis nicht abrufen. Ziehen Sie zum Aktualisieren oder tippen Sie auf „Erneut versuchen“.
es: DSM no pudo devolver el directorio. Desliza para actualizar o pulsa Reintentar.
fr: DSM n’a pas pu récupérer le répertoire. Tirez pour actualiser ou touchez Réessayer.
ja: DSMがディレクトリを取得できませんでした。下にスワイプして更新するか、「再試行」をタップしてください。
zh_hans: DSM 返回目录失败，下拉刷新或点击重试。

# DSM 需要验证码，请在上方验证码栏输入后再次提交。
source: DSM requires a verification code. Enter it in the field above and submit again.
de: DSM erfordert einen Bestätigungscode. Geben Sie ihn oben ein und senden Sie ihn erneut.
es: DSM requiere un código de verificación. Introdúcelo en el campo superior y vuelve a enviarlo.
fr: DSM demande un code de vérification. Saisissez-le dans le champ ci-dessus, puis envoyez à nouveau.
ja: DSMで確認コードが必要です。上の欄に入力して、もう一度送信してください。
zh_hans: DSM 需要验证码，请在上方验证码栏输入后再次提交。

source: Ends at
de: Endet um
es: Finaliza a las
fr: Se termine à
ja: 終了時刻
zh_hans: 结束时间

source: From
de: Von
es: Desde
fr: De
ja: 開始
zh_hans: 开始

# Google Drive OAuth 尚未配置
source: Google Drive OAuth is not configured
de: Google Drive OAuth ist noch nicht konfiguriert
es: Google Drive OAuth no está configurado
fr: OAuth Google Drive n’est pas configuré
ja: Google Drive OAuthが未設定です
zh_hans: Google Drive OAuth 尚未配置

# Google Drive 不需要一次性验证码，请重新尝试连接。
source: Google Drive does not require a one-time verification code. Try connecting again.
de: Google Drive erfordert keinen einmaligen Bestätigungscode. Versuchen Sie erneut, eine Verbindung herzustellen.
es: Google Drive no requiere un código de verificación de un solo uso. Intenta conectarte de nuevo.
fr: Google Drive ne nécessite pas de code de vérification à usage unique. Réessayez de vous connecter.
ja: Google Driveではワンタイム確認コードは不要です。もう一度接続してください。
zh_hans: Google Drive 不需要一次性验证码，请重新尝试连接。

# Google Drive 已授权
source: Google Drive authorized
de: Google Drive autorisiert
es: Google Drive autorizado
fr: Google Drive autorisé
ja: Google Driveの認証が完了しました
zh_hans: Google Drive 已授权

# Google Drive 已添加，请完成连接。
source: Google Drive added. Complete the connection.
de: Google Drive hinzugefügt. Stellen Sie die Verbindung fertig.
es: Google Drive añadido. Completa la conexión.
fr: Google Drive ajouté. Terminez la connexion.
ja: Google Driveを追加しました。接続を完了してください。
zh_hans: Google Drive 已添加，请完成连接。

# Google Drive 授权
source: Google Drive authorization
de: Google Drive-Autorisierung
es: Autorización de Google Drive
fr: Autorisation Google Drive
ja: Google Driveの認証
zh_hans: Google Drive 授权

# Google Drive 来源名称
source: Google Drive source name
de: Name der Google-Drive-Quelle
es: Nombre de la fuente de Google Drive
fr: Nom de la source Google Drive
ja: Google Driveソース名
zh_hans: Google Drive 来源名称

source: Google OAuth session data and temporary access information needed for Google Drive file directories, file sizes, and downloads. Tokens are stored only in the system Keychain; version 1.2.0 does not support Google Drive online audition.
de: Google-OAuth-Sitzungsdaten und temporäre Zugriffsinformationen für Google-Drive-Dateiverzeichnisse, Dateigrößen und Downloads. Token werden nur im Systemschlüsselbund gespeichert; Version 1.2.0 unterstützt keine Online-Wiedergabevorschau für Google Drive.
es: Datos de sesión de Google OAuth e información temporal necesaria para los directorios, tamaños y descargas de archivos de Google Drive. Los tokens solo se guardan en el llavero del sistema; la versión 1.2.0 no admite la escucha en línea de Google Drive.
fr: Données de session Google OAuth et informations d’accès temporaires nécessaires aux répertoires, tailles et téléchargements de fichiers Google Drive. Les jetons sont stockés uniquement dans le trousseau système ; la version 1.2.0 ne prend pas en charge l’écoute en ligne de Google Drive.
ja: Google OAuthのセッション情報と、Google Driveのファイル一覧、サイズ、ダウンロードに必要な一時アクセス情報です。トークンはシステムのキーチェーンにのみ保存され、1.2.0ではGoogle Driveのオンライン試聴に対応していません。
zh_hans: Google OAuth 会话和 Google Drive 文件目录、文件大小及下载所需的临时访问信息。令牌只存放在系统 Keychain；1.2.0 不进行 Google Drive 在线试听。

# import.failed.message
source: Import failed.
de: Import fehlgeschlagen.
es: Error de importación.
fr: Échec de l’importation.
ja: 読み込みに失敗しました。
zh_hans: 导入失败。

# import.failed.title
source: Import failed
de: Import fehlgeschlagen
es: Error de importación
fr: Échec de l’importation
ja: 読み込みに失敗しました
zh_hans: 导入失败

# library.search.albums
source: Albums
de: Alben
es: Álbumes
ja: アルバム
zh_hans: 专辑

# library.search.placeholder
source: Search albums and songs
de: Alben und Titel durchsuchen
es: Buscar álbumes y canciones
fr: Rechercher des albums et des morceaux
ja: アルバムと曲を検索
zh_hans: 搜索专辑和歌曲

# library.search.songKind
source: Song
de: Titel
es: Canción
fr: Morceau
ja: 曲
zh_hans: 歌曲

# library.search.songs
source: Songs
de: Titel
es: Canciones
fr: Morceaux
ja: 曲
zh_hans: 歌曲

# library.search.tabTitle
source: Search
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
zh_hans: 搜索

# library.search.topResults
source: Top Results
de: Top-Ergebnisse
es: Mejores resultados
fr: Meilleurs résultats
ja: トップ結果
zh_hans: 最佳结果

# library.title
source: Library
de: Mediathek
es: Biblioteca
fr: Bibliothèque
ja: ライブラリ
zh_hans: 资料库

# LRCLIB 未提供官方隐私协议；以下是应用提供的 Provider 隐私说明。
source: LRCLIB does not provide an official privacy policy; the following is the Provider privacy disclosure supplied by this app.
de: LRCLIB stellt keine offizielle Datenschutzrichtlinie bereit; die folgenden Datenschutzhinweise zum Provider werden von dieser App bereitgestellt.
es: LRCLIB no proporciona una política de privacidad oficial; la información de privacidad del Provider que aparece a continuación la proporciona esta app.
fr: LRCLIB ne fournit pas de politique de confidentialité officielle ; les informations ci-dessous sont celles du Provider fournies par cette app.
ja: LRCLIBは公式のプライバシーポリシーを提供していません。以下はこのアプリが提供するProviderのプライバシー情報です。
zh_hans: LRCLIB 未提供官方隐私协议；以下是应用提供的 Provider 隐私说明。

source: Metadata Server
de: Metadatenserver
es: Servidor de metadatos
fr: Serveur de métadonnées
ja: メタデータサーバー
zh_hans: 元数据服务器

source: One-time timer
de: Einmaliger Timer
es: Temporizador único
fr: Minuteur unique
ja: 1回限りのタイマー
zh_hans: 一次性定时

# onlineSources.detailDescription
source: Source configuration and catalog content will appear here.
de: Quellkonfiguration und Kataloginhalte werden hier angezeigt.
es: La configuración de la fuente y el contenido del catálogo aparecerán aquí.
fr: La configuration de la source et le contenu du catalogue s’afficheront ici.
ja: ソース設定とカタログの内容がここに表示されます。
zh_hans: 来源配置与目录内容会显示在这里。

# onlineSources.placeholderDescription
source: Online sources will be connected in a later 1.2.0 requirement.
de: Online-Quellen werden in einer späteren Anforderung für Version 1.2.0 angebunden.
es: Las fuentes en línea se conectarán en un requisito posterior de la versión 1.2.0.
fr: Les sources en ligne seront intégrées dans une exigence ultérieure de la version 1.2.0.
ja: オンラインソースは、今後の 1.2.0 要件で接続されます。
zh_hans: 在线源将在后续 1.2.0 需求中接入。

# onlineSources.selectPrompt
source: Select an Online Source
de: Online-Quelle auswählen
es: Seleccionar una fuente en línea
fr: Sélectionner une source en ligne
ja: オンラインソースを選択
zh_hans: 选择一个在线源

# onlineSources.title
source: Online Sources
de: Online-Quellen
es: Fuentes en línea
fr: Sources en ligne
ja: オンラインソース
zh_hans: 在线源

# playlists.title
source: Playlists
de: Wiedergabelisten
es: Listas de reproducción
fr: Listes de lecture
ja: プレイリスト
zh_hans: 播放列表

# Provider 同意独立保存；撤回后会同时关闭对应 Provider，未启用的 Provider 不会发起请求。
source: Provider consent is stored independently; withdrawing it also disables the corresponding Provider, and disabled Providers make no requests.
de: Die Zustimmung zu den Providern wird unabhängig gespeichert; ein Widerruf deaktiviert den jeweiligen Provider ebenfalls, und deaktivierte Provider senden keine Anfragen.
es: El consentimiento de cada Provider se guarda por separado; retirarlo también desactiva el Provider correspondiente y los Providers desactivados no realizan solicitudes.
fr: Le consentement de chaque Provider est enregistré séparément ; son retrait désactive également le Provider correspondant, et les Providers désactivés n’envoient aucune requête.
ja: Providerごとの同意は個別に保存されます。同意を撤回すると対応するProviderも無効になり、無効なProviderはリクエストを送信しません。
zh_hans: Provider 同意独立保存；撤回后会同时关闭对应 Provider，未启用的 Provider 不会发起请求。

# Provider 服务说明
source: Provider service disclosures
de: Informationen zum Provider-Dienst
es: Información del servicio Provider
fr: Informations sur le service Provider
ja: Providerのサービス情報
zh_hans: Provider 服务说明

# Provider 隐私协议
source: Provider privacy policy
de: Datenschutzrichtlinie des Providers
es: Política de privacidad del Provider
fr: Politique de confidentialité du Provider
ja: Providerのプライバシーポリシー
zh_hans: Provider 隐私协议

# Provider 隐私协议已同意
source: Provider privacy policy accepted
de: Datenschutzrichtlinie des Providers akzeptiert
es: Política de privacidad del Provider aceptada
fr: Politique de confidentialité du Provider acceptée
ja: Providerのプライバシーポリシーに同意済み
zh_hans: Provider 隐私协议已同意

source: Schedule
de: Zeitplan
es: Horario
fr: Horaire
ja: スケジュール
zh_hans: 时间段

# settings.category.about
source: About
de: Über
es: Acerca de
fr: À propos
ja: 情報
zh_hans: 关于

# settings.category.general
source: General
de: Allgemein
fr: Général
ja: 一般
zh_hans: 通用

# settings.category.importing
source: Import and Metadata
de: Import und Metadaten
es: Importación y metadatos
fr: Importation et métadonnées
ja: 読み込みとメタデータ
zh_hans: 导入与元数据

# settings.category.playback
source: Playback
de: Wiedergabe
es: Reproducción
fr: Lecture
ja: 再生
zh_hans: 播放

# settings.category.privacy
source: Privacy and Online Services
de: Datenschutz und Onlinedienste
es: Privacidad y servicios en línea
fr: Confidentialité et services en ligne
ja: プライバシーとオンラインサービス
zh_hans: 隐私与联网服务

# settings.category.storage
source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
ja: ストレージ
zh_hans: 存储

# settings.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
zh_hans: 设置

source: Sleep timer
de: Schlaftimer
es: Temporizador de reposo
fr: Minuteur de veille
ja: スリープタイマー
zh_hans: 睡眠定时

source: Start timer
de: Timer starten
es: Iniciar temporizador
fr: Démarrer le minuteur
ja: タイマーを開始
zh_hans: 开始定时

# startup.cacheUnavailable.message
source: The app cache is unavailable.
de: Der App-Cache ist nicht verfügbar.
es: La caché de la app no está disponible.
fr: Le cache de l’app n’est pas disponible.
ja: アプリのキャッシュを利用できません。
zh_hans: 应用缓存不可用。

# startup.cacheUnavailable.title
source: Cache unavailable
de: Cache nicht verfügbar
es: Caché no disponible
fr: Cache indisponible
ja: キャッシュを利用できません
zh_hans: 缓存不可用

# startup.dependencyUnavailable.message
source: A required app dependency is unavailable.
de: Eine erforderliche App-Abhängigkeit ist nicht verfügbar.
es: No hay disponible una dependencia necesaria de la app.
fr: Une dépendance requise de l’app n’est pas disponible.
ja: 必要なアプリの依存関係を利用できません。
zh_hans: 所需的应用依赖不可用。

# startup.dependencyUnavailable.title
source: Dependency unavailable
de: Abhängigkeit nicht verfügbar
es: Dependencia no disponible
fr: Dépendance indisponible
ja: 依存関係を利用できません
zh_hans: 依赖不可用

# startup.libraryStoreUnavailable.message
source: The music library could not be opened.
de: Die Musikmediathek konnte nicht geöffnet werden.
es: No se pudo abrir la biblioteca musical.
fr: La bibliothèque musicale n’a pas pu être ouverte.
ja: 音楽ライブラリを開けませんでした。
zh_hans: 无法打开音乐资料库。

# startup.libraryStoreUnavailable.title
source: Library unavailable
de: Mediathek nicht verfügbar
es: Biblioteca no disponible
fr: Bibliothèque indisponible
ja: ライブラリを利用できません
zh_hans: 资料库不可用

# startup.playbackUnavailable.message
source: The playback service is unavailable.
de: Der Wiedergabedienst ist nicht verfügbar.
es: El servicio de reproducción no está disponible.
fr: Le service de lecture n’est pas disponible.
ja: 再生サービスを利用できません。
zh_hans: 播放服务不可用。

# startup.playbackUnavailable.title
source: Playback unavailable
de: Wiedergabe nicht verfügbar
es: Reproducción no disponible
fr: Lecture indisponible
ja: 再生を利用できません
zh_hans: 播放不可用

# startup.settingsCorrupted.message
source: Saved settings could not be loaded safely.
de: Gespeicherte Einstellungen konnten nicht sicher geladen werden.
es: No se han podido cargar de forma segura los ajustes guardados.
fr: Les réglages enregistrés n’ont pas pu être chargés en toute sécurité.
ja: 保存した設定を安全に読み込めませんでした。
zh_hans: 无法安全加载已保存的设置。

# startup.settingsCorrupted.title
source: Settings need recovery
de: Einstellungen müssen wiederhergestellt werden
es: Es necesario recuperar los ajustes
fr: Les réglages doivent être restaurés
ja: 設定の復元が必要です
zh_hans: 设置需要恢复

source: Timer duration
de: Timerdauer
es: Duración del temporizador
fr: Durée du minuteur
ja: タイマーの長さ
zh_hans: 定时时长

source: To
de: Bis
es: Hasta
fr: À
ja: 終了
zh_hans: 结束

source: Track %d
de: Titel %d
es: Pista %d
fr: Piste %d
ja: トラック%d
zh_hans: 第 %d 首

# UIKit 迁移中：该资料库分区将在后续阶段接入。
source: UIKit migration in progress: this library section will be connected in a later phase.
de: UIKit-Migration läuft: Dieser Bibliotheksbereich wird in einer späteren Phase eingebunden.
es: Migración de UIKit en curso: esta sección de la biblioteca se conectará en una fase posterior.
fr: Migration UIKit en cours : cette section de la bibliothèque sera intégrée ultérieurement.
ja: UIKitへ移行中です。このライブラリセクションは後の段階で対応します。
zh_hans: UIKit 迁移中：该资料库分区将在后续阶段接入。

# 上一级
source: Up one level
de: Eine Ebene höher
es: Subir un nivel
fr: Niveau supérieur
ja: 1つ上の階層
zh_hans: 上一级

# 上一首
source: Previous track
de: Vorheriger Titel
es: Pista anterior
fr: Piste précédente
ja: 前の曲
zh_hans: 上一首

# 上一首试听
source: Previous audition
de: Vorherige Vorschau
es: Anterior
fr: Piste précédente
ja: 前の試聴
zh_hans: 上一首试听

# 下一首
source: Next track
de: Nächster Titel
es: Pista siguiente
fr: Piste suivante
ja: 次の曲
zh_hans: 下一首

# 下一首播放
source: Play next
de: Als Nächstes abspielen
es: Reproducir a continuación
fr: Lire ensuite
ja: 次に再生
zh_hans: 下一首播放

# 下一首试听
source: Next audition
de: Nächste Vorschau
es: Siguiente
fr: Piste suivante
ja: 次の試聴
zh_hans: 下一首试听

# 下拉刷新获取最新目录。
source: Pull to refresh to get the latest directory.
de: Ziehen Sie zum Aktualisieren, um das neueste Verzeichnis abzurufen.
es: Desliza para actualizar y obtener el directorio más reciente.
fr: Tirez pour actualiser et obtenir le répertoire le plus récent.
ja: 下にスワイプして最新のディレクトリを取得します。
zh_hans: 下拉刷新获取最新目录。

# 下载与导入已取消
source: Download and import canceled
de: Download und Import abgebrochen
es: Descarga e importación canceladas
fr: Téléchargement et importation annulés
ja: ダウンロードと読み込みをキャンセルしました
zh_hans: 下载与导入已取消

# 下载任务
source: Download task
de: Downloadaufgabe
es: Tarea de descarga
fr: Tâche de téléchargement
ja: ダウンロードタスク
zh_hans: 下载任务

# 下载并导入
source: Download and import
de: Herunterladen und importieren
es: Descargar e importar
fr: Télécharger et importer
ja: ダウンロードして読み込む
zh_hans: 下载并导入

# 下载或导入失败，请重试。
source: Download or import failed. Try again.
de: Download oder Import fehlgeschlagen. Versuchen Sie es erneut.
es: La descarga o importación ha fallado. Inténtalo de nuevo.
fr: Échec du téléchargement ou de l’importation. Réessayez.
ja: ダウンロードまたは読み込みに失敗しました。もう一度お試しください。
zh_hans: 下载或导入失败，请重试。

# 下载源
source: Download source
de: Downloadquelle
es: Fuente de descarga
fr: Source de téléchargement
ja: ダウンロードソース
zh_hans: 下载源
